[
  "En otra etapa de mi vida quizá diría que sí, pero ahora no.",
  "Aunque lo aprecio, esto no es algo a lo que pueda comprometerme.",
  "Cada vez que lo pienso, escucho un pequeño 'nel' en el viento.",
  "Mi yo del futuro me dejó una nota: 'Por favor no lo hagas otra vez'.",
  "Suena interesante, pero no soy la persona indicada para esto.",
  "Agradezco la idea, pero no es lo adecuado para mí en este momento.",
  "Me encantaría decir que sí, pero acabo de comprometerme a hacer cosas menos cuestionables esta semana.",
  "Aunque lo agradezco, considerarlo no es algo a lo que pueda comprometerme.",
  "Aunque lo agradezco, ofrecerme como voluntario no es algo a lo que pueda comprometerme.",
  "Intento ser más consciente con lo que acepto, y esto no encaja.",
  "Quiero ser honesto contigo: no me siento cómodo comprometiéndome con esto.",
  "Debo confiar en mi intuición, y me está sugiriendo suavemente un no.",
  "Decir que no a esto me ayuda a decir que sí a algo que me importa más.",
  "Si dijera que sí, les estaría mintiendo a ambos, y mi terapeuta me dijo que dejara de hacerlo.",
  "Voy a declinar respetuosamente. No va con el rumbo que llevo.",
  "Aunque lo agradezco, intentar esto no es algo a lo que pueda comprometerme.",
  "Esta oportunidad merece más de lo que puedo ofrecerle ahora.",
  "No odio la idea, pero tampoco quiero hacerlo.",
  "No estoy en posición de comprometerme con esto ahora.",
  "Aunque lo agradezco, explorar esto no es algo a lo que pueda comprometerme.",
  "He hecho las paces con rechazar cosas que no me energizan.",
  "Hasta mi calendario se rio cuando intenté meter esto.",
  "He decidido posponer nuevos compromisos por ahora.",
  "Esto parece algo por lo que mi Yo Futuro me regañaría por aceptar.",
  "Ya he intentado hacer demasiado antes, y esto me da un déjà vu.",
  "Le has puesto mucha energía a esto, y espero que entiendas mi decisión de no participar.",
  "Aunque lo agradezco, unirme a esto no es algo a lo que pueda comprometerme.",
  "Esta es una gran idea… para que alguien más la tome.",
  "La versión de mí que dice sí a esto ya no existe.",
  "Hasta mi café dijo: 'Hoy no'.",
  "Mi comité de paz interior vetó esta idea por unanimidad.",
  "Sé lo mucho que esto importa, pero no puedo darle la atención que merece.",
  "Tuve una visión de hacer esto… y luego me quedé dormido en ella.",
  "Mentalmente, ya me fui de la habitación donde esto pasaría.",
  "Aunque lo agradezco, aceptar esto no es algo a lo que pueda comprometerme.",
  "Esto no va con mis valores ni mi enfoque actual.",
  "Por favor entiende que mi decisión no es un reflejo de ti, solo de mis límites.",
  "Respeto la oportunidad, pero conozco mis límites, y esto los estiraría demasiado.",
  "Si aceptara esto, estaría traicionando el tiempo que me prometí a mí mismo.",
  "Una vez tomé una decisión similar y mi gato no me ha mirado a los ojos desde entonces. No repitamos la historia.",
  "Si aceptara, necesitaría clonarme. Y no me fío de mi clon.",
  "Este no me late del todo, así que tendré que pasar.",
  "Prefiero decir no con honestidad que decir sí con resentimiento.",
  "Gracias por pensar en mí, pero tendré que pasar de esta.",
  "Me tomé un tiempo para reflexionar, y creo que decir que no es lo correcto por ahora.",
  "Valoro mucho nuestra conexión, y espero que mi no no la afecte.",
  "No es un no para siempre, pero es un no por ahora.",
  "Mi entusiasmo es sincero, pero mi disponibilidad es imaginaria.",
  "Aunque lo agradezco, adoptar esto no es algo a lo que pueda comprometerme.",
  "En este momento, no tengo el ancho de banda para hacerle justicia.",
  "He aprendido a proteger mi tiempo, y esto no va con cómo quiero usarlo.",
  "Eso no es algo que pueda priorizar en este momento.",
  "Si dijera que sí, el universo podría colapsar del susto.",
  "Si aceptara, podría romper el continuo espacio-tiempo.",
  "Ayudarte ahora podría crear una paradoja temporal, mejor no arriesgarme.",
  "No puedo, estoy ocupado evitando un futuro donde en realidad diga que sí.",
  "Mi calendario está alineado con Júpiter, y las estrellas dicen que no.",
  "Estoy bastante seguro de que decir sí está prohibido en esta galaxia.",
  "El multiverso nunca me perdonaría si aceptara.",
  "Cualquier línea temporal donde yo diga que sí termina en caos, así que elijo sabiamente.",
  "¿Que yo acepte? Es como dividir entre cero: peligroso y no permitido.",
  "Aceptar esa oferta causaría un glitch en la Matrix.",
  "Ya tengo agenda para la próxima década fingiendo ser productivo.",
  "Me encantaría, pero estoy hasta el cuello contando los azulejos del techo.",
  "Lo siento, estoy muy ocupado reorganizando mi calcetín por color y estado de ánimo.",
  "Tengo una reunión con mi sofá y no acepta un no por respuesta.",
  "Tengo una alerta en el calendario para sentarme y mirar al vacío a esa hora exacta.",
  "Mi agenda está llena: estoy alfabetizando mis botanas.",
  "Necesito terminar una sesión intensa de no hacer absolutamente nada.",
  "Tengo un compromiso previo de ver cómo se seca la pintura.",
  "Estoy en medio de una maratón de procrastinación muy importante.",
  "No puedo, estaré en la inauguración de mi refrigerador.",
  "Me encantaría ayudar, pero mi amigo imaginario me necesita más.",
  "No puedo, mi piedra mascota está teniendo una crisis emocional.",
  "Mi pez dorado se casa ese día, debo asistir.",
  "Le prometí a mi gato imaginario que me quedaría en casa esta noche.",
  "Mi unicornio guardián dice que no debería.",
  "Tengo que cuidar a los hijos imaginarios de mi amigo imaginario.",
  "Lamentablemente, seré catador voluntario de la nueva dieta de mi mascota.",
  "Mi dragón mascota tiene cita con el veterinario, no puedo faltar.",
  "Mi loro mascota me castigó por mala conducta, así que no puedo ir.",
  "Le presté mi máquina del tiempo a un amigo y ahora no puedo volver para liberar esta tarde.",
  "Hice un voto de evitar cualquier forma de productividad.",
  "Va en contra de mi religión personal hacer algo útil hoy.",
  "Mi psiquiatra me aconsejó evitar actividades potencialmente divertidas.",
  "Juré un juramento de declinar todas las peticiones por capricho.",
  "Solo funciono con café y negación, y me quedé sin café.",
  "Soy alérgico a cualquier forma de responsabilidad.",
  "Tengo un justificante médico que específicamente me prohíbe ayudar.",
  "Me encantaría ayudar, pero estoy intentando romper mi racha de utilidad.",
  "Mi coach de procrastinación dice que aún no estoy listo para tareas reales.",
  "Renuncié a decir que sí por Cuaresma, y aún no termina.",
  "Tengo una política personal de decir que no en días que terminan en 's'.",
  "El calendario de mi teléfono se facepalmó cuando lo consideré.",
  "Tengo que actualizar mi estado en redes sociales a 'ocupado no haciendo eso'.",
  "Actualmente mi tendencia es hacia el 'no'.",
  "No puedo, le prometí a Netflix que me quedaría a ver películas.",
  "Mi WiFi de motivación perdió la conexión.",
  "Estoy esperando a que mi teléfono se cargue, no puedo hacer nada hasta que esté al 100%.",
  "Mi biografía en Twitter dice 'Suele decir que no', debo ser coherente.",
  "Estoy ocupado buscando motivación en Google; no hay resultados.",
  "Estoy atrapado en un hoyo de conejo de internet y no encuentro la salida.",
  "No puedo ir, estoy en una llamada de Zoom con mi sofá.",
  "Me encantaría, pero preferiría no.",
  "Mi respuesta es un no, recién horneado, solo para ti.",
  "Lo he considerado detenidamente, y voy con un no rotundo.",
  "Ni aunque hubiera donas gratis.",
  "Esta es la parte donde digo 'no' y ambos seguimos adelante.",
  "Déjame revisar mi agenda... oh mira, es un no permanente.",
  "Me halaga que me lo hayas pedido, pero voy a pasar con todos los honores.",
  "Ya cumplí mi cuota de decir que sí este año.",
  "Soy demasiado cool para decir que sí a eso.",
  "Como dice el dicho: 'Nope, nope, nope'.",
  "No quieres que diga que sí, créeme, es por el bien de todos.",
  "La última vez que dije que sí, llovió 40 días. No lo haré de nuevo.",
  "Le prometí a mi yo futuro que diría que no a esto.",
  "Si aceptara, tendría que explicárselo a mi terapeuta.",
  "Mis experiencias pasadas con el sí han sido traumáticas.",
  "Decir que sí está en mi lista de cosas que dejar.",
  "Lo haría, pero luego tendría que admitir que me equivoqué al odiar todo.",
  "El universo me dio una señal para decir que no (era una señal de neón, muy clara).",
  "Una vez dije que sí. No terminó bien. Hubo llamas involucradas.",
  "Mi presentimiento y yo votamos unánimemente no.",
  "Eso suena como una oportunidad increíble… para alguien más.",
  "¡Qué gran idea! Me da pena no poder ser parte. Bueno, no tanta pena.",
  "Envidio a la gente que te dirá que sí, de verdad.",
  "Me encanta absolutamente el concepto, pero me voy a sentar esta fuera.",
  "¡Plan brillante! Lamentablemente, estoy en protección de testigos de las buenas ideas.",
  "Eso sería un sueño hecho realidad. Lástima que estoy despierto y diciendo que no.",
  "Has pintado un cuadro tan bonito, lo admiraré desde lejos.",
  "¡Qué oferta tan generosa! Voy a declinar generosamente.",
  "Estoy seguro de que será un éxito rotundo, pero seré un admirador distante.",
  "¡Suena emocionante! Ya me cansé solo de pensarlo.",
  "Ya me puse mi pijama, así que es un no.",
  "Mi sofá ha declarado zona de no viaje y yo obedezco.",
  "No me molesto en salir de mi burrito de cobija cómodo.",
  "Estoy ahorrando energía para una siesta épica.",
  "Estoy demasiado flojo para inventar una buena excusa, así que solo no.",
  "Salir de este lugar requiere aviso con 24 horas de anticipación.",
  "Estoy conservando energía hoy sin razón alguna.",
  "Lo haría, pero eso suena a esfuerzo y soy alérgico.",
  "Actualmente tengo dificultades técnicas para moverme.",
  "Estoy practicando para un maratón de no moverme.",
  "Tengo que lavarme el pelo en esa década.",
  "Tengo que descongelar el iceberg en mi congelador.",
  "Lo siento, necesito planchar mi ropa interior esa noche.",
  "Debo atender a mi jardín de flores de plástico.",
  "Mi pez necesita un paseo y es prioridad.",
  "Tengo que rotar las llantas de mi silla de oficina.",
  "Estoy viendo una maratón de hacer tareas domésticas en mi cabeza.",
  "Los platos amenazaron con rebelarse si los dejo otra vez.",
  "Mi refrigerador y yo tenemos terapia de pareja a esa hora.",
  "Necesito sentar esta fuera mientras ordeno mi zoológico de calcetines.",
  "En un universo alterno, totalmente lo hice. Solo que no en este.",
  "Quizá en mi próxima vida lo considere, pero el yo actual dice que no.",
  "En una dimensión paralela ya lo estoy haciendo, lástima que estamos aquí.",
  "Consulté con mi yo alterno; también declinó.",
  "Si me clono, mandaré al clon. Hasta entonces, no.",
  "Le pregunté a mi yo futuro, y puso los ojos en blanco, así que paso.",
  "Estoy atrapado en un bucle temporal de decir que no.",
  "En una línea temporal alterna dije que sí, y causó un apocalipsis zombie.",
  "Mi gemelo malvado podría estar interesado; lástima que también está ocupado.",
  "En algún universo paralelo soy más servicial. Este no es ese universo.",
  "Lo haría, pero eso suena peligrosamente cercano al trabajo.",
  "Mi deseo de hacer eso está actualmente en coma.",
  "Estoy seguro de que lo arruinaría espectacularmente, así que mejor no.",
  "Podría participar, pero entonces, ¿quién sostendría la pared aquí?",
  "Esa solicitud está por encima de mi salario de cero.",
  "El espíritu está dispuesto, pero la agenda dice nop.",
  "Prefiero no tentar al destino intentando algo nuevo hoy.",
  "Si me uno, solo bajaré el promedio.",
  "¿Que yo haga eso? Ese es el giro de trama que nadie quiere.",
  "Estoy practicando el distanciamiento social de esa idea.",
  "Tengo una condición que me impide decir que sí (se llama cordura).",
  "Mi doctor dijo que necesito más vitamina 'No'.",
  "Acabo de contraer un caso severo de Hoy-No-itis.",
  "Mentalmente, ya estoy de vacaciones.",
  "Estoy en reposo hasta nuevo aviso, órdenes del médico (mi doctor es el Dr. Seuss).",
  "Tengo fobia crónica al compromiso.",
  "Me está dando algo; se llama flojera.",
  "Tengo una cita con una almohada y una cobija.",
  "Mi terapeuta dijo que debo evitar cosas que me hagan miserable; asumo que esto califica.",
  "Tengo una emergencia de 'tiempo para mí'.",
  "Tengo que salvar al mundo del aburrimiento quedándome en casa.",
  "Estoy en medio de negociar la paz mundial (en un videojuego).",
  "Mi alter ego superhéroe necesita un día libre, y yo también.",
  "Estoy en una misión secreta para evitar lo que acabas de pedir.",
  "Me encantaría, pero entonces, ¿quién salvará el mundo mientras no estoy?",
  "Estoy ocupado orquestando una siesta global.",
  "Tengo que evitar que el sofá se vuele, es un trabajo importante.",
  "El destino de la papa frita que voy a comer está en mis manos, no puedo abandonarla.",
  "Fui elegido guardián de mi sala hoy.",
  "Estoy peleando con un dragón invisible en casa. Está tomando más tiempo del esperado.",
  "En serio no me quieres en esto, mi especialidad es arruinar cosas.",
  "Soy como el gato negro de los proyectos; es más seguro si me mantengo alejado.",
  "Créeme, te hago un favor diciendo que no.",
  "Mi participación viene con una etiqueta de advertencia, así que te ahorraré eso.",
  "Me uniría, pero solo estoy aquí para dar negativas ingeniosas.",
  "En realidad soy terrible en eso, a menos que necesites un ejemplo de cómo no hacerlo.",
  "Te mereces a alguien que diga que sí sin dar tres excusas primero.",
  "Mi historial sugiere que debería sentar esta fuera.",
  "Soy la persona equivocada para el trabajo; soy la persona correcta para decir que no.",
  "Si necesitas a alguien para sabotearlo, sería perfecto. De lo contrario, paso.",
  "La galleta de la fortuna dijo 'No' anoche.",
  "La profecía predijo que yo declinaría esto.",
  "Mis cartas del tarot acaban de suspirar colectivamente.",
  "Consulté mi bola de cristal, y dijo 'nah'.",
  "El mundo espiritual recomienda que me quede en casa.",
  "Tiré unas runas y deletrearon N-O.",
  "Mi bola 8 mágica dijo 'Las perspectivas no son buenas'.",
  "Estaba leyendo las hojas de té y dijeron que evitaras esto a toda costa.",
  "Una psíquica me advirtió sobre peticiones como estas.",
  "Tengo una relación comprometida con mi cama a esa hora.",
  "El sueño y yo tenemos una cita fija, no puedo romperla.",
  "Lo haría, pero estoy probando esta cosa nueva llamada dormir.",
  "Ya tomé una melatonina. Se apagaron las luces para mí.",
  "Estoy ahorrando toda mi energía para parpadear y respirar.",
  "Tengo una mañana temprana de dormir hasta tarde.",
  "Si no es una siesta, no me interesa.",
  "No puedo, mi almohada me necesita.",
  "Cuenta con que no estaré, estaré contando ovejas.",
  "Estaré en medio de mi siesta poderosa (que podría durar todo el día).",
  "Aviso: Cualquier acuerdo de mi parte es nulo donde la diversión esté prohibida.",
  "Letra chica: Mi 'sí' viene con 0% de entusiasmo.",
  "Revisé los términos y condiciones de mi vida, y dice 'nop'.",
  "Al aceptar, podría violar varios estatutos personales.",
  "Según las reglas no escritas que acabo de escribir, debo declinar.",
  "Mi acuerdo de usuario me prohíbe estrictamente hacer eso.",
  "Violaría la Convención de Ginebra de los Introvertidos si aceptara.",
  "Pasé esta solicitud por mi cumplimiento interno, y falló.",
  "Mi abogado (que es imaginario) aconseja en contra.",
  "El contrato que firmé con mi cama no me permite hacer otra cosa.",
  "Mi plato está lleno, y ya me comí la porción de hacer favores.",
  "Estoy sobrecargado, abrumado y encantado de decir que no.",
  "Mi agenda se incendió espontáneamente por tantas tareas.",
  "Actualmente manejo demasiadas crisis, agregar otra podría causar un colapso.",
  "Tengo demasiado en mi plato, y estoy en una dieta sin carbohidratos (sin tareas extra).",
  "Me estoy ahogando en tareas, y no traje snorkel.",
  "Lo haría, pero ya estoy hasta el cuello con otros arrepentimientos.",
  "Mi lista de pendientes y yo no nos hablamos, es tan larga.",
  "Soy demasiado popular con las tareas que aún no he hecho.",
  "El hámster que corre en la rueda de mi vida está en huelga por exceso de trabajo.",
  "'No' es solo 'on' al revés, y yo estoy apagado.",
  "El corrector ortográfico sugiere que diga N-O.",
  "Te escribí un poema: Rosas son rojas, violetas son azules, mi respuesta es no, no puedo hacerlo.",
  "Lo único que estoy dispuesto a decir es una negativa.",
  "Déjame ponértelo en un idioma que entiendas: No.",
  "Hablo 5 idiomas, y en todos la respuesta es no.",
  "'Sí' y yo no nos hablamos en este momento.",
  "Respondería con una frase en latín elegante para no, pero un simple 'no' bastará.",
  "Como acrónimo, mi respuesta es N.O.",
  "Si reorganizas las letras de 'sí', obtienes 'ís', que es exactamente el sentido que tendría para mí hacer esto.",
  "Tengo agenda hasta la muerte térmica del universo.",
  "Mi calendario está lleno hasta el próximo siglo, lo siento.",
  "Tengo un conflicto de agenda con el resto de mi vida.",
  "No estaré libre hasta que el sol salga por el oeste y se ponga por el este.",
  "Pregúntame de nuevo en un millón de años, quizá tenga tiempo entonces.",
  "Estoy en espera con la vida ahora mismo, espera una larga espera.",
  "Mi disponibilidad está en un estado de incertidumbre cuántica, inclinándose hacia el no.",
  "He reservado mis próximos mil rechazos; solo eres uno de ellos.",
  "Mi agenda está más apretada que mis jeans después de las fiestas.",
  "Miré mi calendario y se rió de mí por siquiera preguntar.",
  "Gracias por pensar en mí, pero voy a declinar de manera hilarante.",
  "Aprecio la oferta, pero tendré que declinar, principalmente por flojera.",
  "Muy agradecido de que me lo hayas pedido, pero no puedo, compadre.",
  "Me honra que hayas pensado en mí, pero debo declinar respetuosa y cómicamente.",
  "Por favor acepta mis disculpas más sinceras mientras me río y digo que no.",
  "Lamentablemente, tendré que pasar, pero lo haré con una sonrisa.",
  "No eres tú, soy yo. Es solo que soy alérgico a hacer cosas.",
  "Respetuosamente, voy a ghostear esta oportunidad.",
  "Realmente me conmueve que me lo hayas pedido. Realmente. Aun así, no.",
  "Con el debido respeto, ni modo, José.",
  "Olvidé cómo decir que sí.",
  "Tengo pérdida de memoria a corto plazo cuando se trata de responsabilidades.",
  "Aceptaría, pero acabo de olvidar lo que pediste, así que… no.",
  "Mi cerebro borra automáticamente peticiones como esa.",
  "Tengo amnesia selectiva para favores.",
  "Iba a ayudar, pero olvidé que me importaba.",
  "Lo siento, sufro de SQP (Síndrome de Que me Preguntaste).",
  "No recuerdo la última vez que dije que sí, y no empezaré ahora.",
  "¿Qué fue eso? ¿Pediste algo? ¿No? Genial.",
  "Puse tu petición en mi trituradora mental.",
  "No puedo, estoy ocupado enseñando a mi pez dorado a buscar la pelota para caridad.",
  "Estoy dedicando ese horario a contemplar el sentido de la vida. Es un caso de caridad, realmente.",
  "He donado todo mi tiempo libre a causas de no hacer nada.",
  "Estoy trabajando en una petición para prohibir peticiones como esta.",
  "Mi calendario está lleno de trabajo voluntario en la Sociedad de Profesionales del 'No'.",
  "Me estoy entrenando para un evento de caridad: un maratón de decir que no.",
  "Estoy creando conciencia por la palabra 'no' en peligro de extinción usándola frecuentemente.",
  "Subasté mi horario de ese día al mejor postor de la nada.",
  "Estoy en un retiro silencioso lejos de las responsabilidades.",
  "Le di todo mi tiempo libre a alguien más, estoy en déficit.",
  "Estoy en una dieta estricta de no interacción social.",
  "Tengo que cancelar, excedí mi cuota de 'gente' esta semana.",
  "Estoy introvertiendo tan fuerte ahora que no puedo parar para hacer eso.",
  "Mi batería social está en 0% y mi cargador se perdió.",
  "Estoy fuera en una aventura introvertida (adentro, solo).",
  "No puedo salir, recientemente adopté la vida de ermitaño.",
  "Socializar está fuera de la mesa, literalmente, volqué la mesa.",
  "Soy alérgico a las multitudes, y a veces una persona cuenta.",
  "Estoy practicando el distanciamiento social... de todos.",
  "Mi yo público está fuera de la oficina, por favor contáctame nunca.",
  "Accidentalmente me pegué al sofá.",
  "Mis piernas presentaron una queja por caminar en exceso.",
  "Mis ganas de hacer cosas se levantaron y se fueron sin mí.",
  "Estoy teniendo una experiencia fuera del cuerpo y aún no regreso.",
  "Mi energía y yo actualmente tenemos una relación a distancia.",
  "Me desperté con un caso grave de gravedad hoy, no puedo levantarme.",
  "Tengo un caso agudo de Magnetismo de Sofá.",
  "Mis extremidades están en huelga hasta nuevo aviso.",
  "Me siento tan activo como un perezoso de vacaciones.",
  "Estoy bajo arresto domiciliario por mi propia flojera.",
  "Prefiero bañarme en una sopa de hace una semana que hacer eso.",
  "Prefiero malabarear motosierras con los ojos vendados; parece más seguro que decir que sí.",
  "Escalaría el Everest descalzo antes de aceptar eso.",
  "Prefiero ser el único blanco en una partida de paintball que participar.",
  "Honestamente, masticar vidrio suena más divertido que decir que sí a esto.",
  "Prefiero hacerme mi propia cirugía dental sin anestesia.",
  "¿Decir que sí? Antes retaría a un canguro a un combate de boxeo.",
  "Prefiero caminar sobre ladrillos Lego por una hora seguida.",
  "Prefiero la emoción de no hacerlo, gracias.",
  "Aceptaría, pero tengo una política estricta de no caer en trampas obvias.",
  "Lo haría, pero mi cuenta de banco dijo que no puedo pagar la gasolina para llegar.",
  "A menos que haya un premio en efectivo para mí, tendré que declinar.",
  "Solo trabajo por comisión, y esta petición no paga en pizza.",
  "Si me pagas en lingotes de oro, lo reconsideraré. De lo contrario, no.",
  "Mi contador me aconsejó que decir que sí no equilibra mis cuentas.",
  "Estoy esperando a un mecenas rico que financie mis síes.",
  "No puedo meter eso en mi presupuesto de tiempo y energía.",
  "Estoy en un aprieto financiero: bajo en fondos y en síes.",
  "A menos que obtenga opciones de acciones por esto, me salgo.",
  "Requiero un pago inicial solo para pensar en decir que sí.",
  "Estoy esperando una señal del universo... oh, ahí está: dice no.",
  "Necesito conservar mi única neurona restante.",
  "Mi angustia existencial y yo tenemos planes.",
  "Estoy en huelga hasta nuevo aviso, y soy el líder del sindicato.",
  "Tengo una cita caliente con una pizza y una serie.",
  "Actualmente estoy observando el Día Nacional del No, es un feriado personal.",
  "Tengo una política de no saltar a volcanes, y esto se siente igual de peligroso.",
  "No puedo ir, ya hice otros planes con mi cama y almohada.",
  "Debo declinar, ¡por la ciencia!",
  "Estoy intentando ver cuánto tiempo puedo pasar sin hacer nada productivo.",
  "Mi mamá dijo que debo quedarme en casa y, ejem, alfabetizar la despensa.",
  "Mi familia me agendó para un juego de escondidas y soy la pieza perdida.",
  "Mis hijos me castigaron por intentar tener una vida.",
  "No puedo, los espíritus de mis ancestros estarían descontentos si lo hiciera.",
  "Mi perro solo me dejará salir de casa si es para pasear, no para trabajar.",
  "Mi pareja ya hizo planes para cenar conmigo y Netflix.",
  "Es noche familiar y por familia, me refiero a mí y mis botanas.",
  "Tengo que asistir a una tradición familiar de no hacer nada esta noche.",
  "Mi gato me está dando la mirada de 'no te atrevas a salir'.",
  "La reunión familiar de mi pez dorado está sucediendo en mi pecera.",
  "NO es solo SÍ sufriendo de trastorno negativista desafiante.",
  "N-O: dos letras que, combinadas, describen mis planes perfectamente.",
  "Voy a convertir esa invitación en una invit-NO-ción.",
  "'No' es mi animal espiritual.",
  "No puedo deletrear 'nop' sin N-O.",
  "Dicen que las dobles negaciones hacen una positiva, pero mi negativa simple se mantiene firme.",
  "Estoy consonánticamente rechazando y vocalmente saliendo de esta.",
  "Por si te lo perdiste: N como en No, O como en Oh-no-hoy-no.",
  "Mi lema es 'Solo di no', y soy muy leal a mi lema.",
  "Me inscribí a un curso sobre decir no, y solo estoy practicando mi tarea.",
  "Prefiero ver crecer el pasto a esa hora, lo siento.",
  "En realidad, planeaba contar granos de arena, que suena más divertido.",
  "He estado esperando con ansias reorganizar mi colección de botones.",
  "Agendé tiempo de calidad con mi ventilador de techo.",
  "Tengo una cita emocionante con no hacer absolutamente nada.",
  "Estoy en un romance apasionado con el tiempo libre, y no puedo engañarlo.",
  "Tengo asientos de primera fila para mi sofá y pienso usarlos.",
  "Hay una repetición de un programa que nunca he visto que no puedo perderme.",
  "Ya prometí pasar ese tiempo haciendo girar mis pulgares.",
  "Tengo que declinar; no querría opacar a todos con mi presencia.",
  "Mi grandeza es demasiado para que ese evento la maneje.",
  "Diría que sí, pero entonces no sería justo para los demás cuando destaque sin esfuerzo.",
  "No puedo ir, los paparazzi podrían invadir tu evento si voy.",
  "Te hago un favor al no ir y robar el protagonismo.",
  "Asistiría, pero soy algo importante en mi propio espejo.",
  "Soy demasiado cool para eso (y por cool me refiero a demasiado flojo).",
  "Permíteme declinar con gracia, para que puedas divertirte sin mi abrumadora genialidad.",
  "Tendré que declinar; estoy demasiado ocupado siendo fabuloso en otro lado.",
  "Debo declinar humildemente porque mi perfección es agotadora.",
  "Ese día tengo que devolver el Anillo Único a Mordor.",
  "Lo siento, tengo programado pelear con Darth Vader entonces.",
  "Necesito quedarme junto al teléfono por si Hogwarts llama.",
  "Lo haría, pero ya me ofrecí como tributo en otro lado.",
  "Mi Batiseñal acaba de encenderse, tengo que salvar a Gotham en su lugar.",
  "No puedo, mi capacitor de flujo está fallando y no puedo llegar a tiempo.",
  "Esa noche es mi viaje programado de regreso al futuro.",
  "Los zombis pueden atacar si salgo de casa, lo vi en un documental (bueno, fue una película de zombis).",
  "Estoy ocupado negociando con unos minions; la dominación mundial no puede esperar.",
  "Tengo que consultar con Doctor Strange sobre asistir (él predijo que no).",
  "Mi jefe me dijo que solo diga que sí a aumentos de sueldo, así que no a todo lo demás.",
  "Ya usé todos mis días de enfermedad, así que me voy a reportar bien y quedarme en casa.",
  "Mi maestro dijo que debo enfocarme en no sobrecomprometerme.",
  "Tengo una cosa del trabajo… se llama evitar el trabajo.",
  "Mi calendario del trabajo tiene un gran 'NOP' en esa fecha.",
  "No puedo, tengo una junta importante para mirar una hoja de cálculo y contemplar la vida.",
  "Me tomo un día personal para evitar personas.",
  "Tengo una conferencia conmigo mismo, y es muy demandante.",
  "Mi tiempo extra se peleó con mi tiempo libre, y el tiempo libre perdió.",
  "Mi PTO (Permiso Para Omitir) está en efecto.",
  "Si voy, podría desencadenar el apocalipsis. Mejor no arriesgarme.",
  "Debo quedarme aquí para evitar que comience el brote zombie (larga historia).",
  "Iría, pero Nostradamus predijo que diría que no.",
  "Es una de las señales del apocalipsis si digo que sí, evitemos eso.",
  "Mi asistencia es el último sello antes del apocalipsis, así que paso rotundo.",
  "Temo que mi sí invocaría a Cthulhu o algo así.",
  "Estoy evitando causar un efecto mariposa que termine el mundo.",
  "La leyenda dice que si alguna vez acepto, el mundo terminará en un número musical espectacular.",
  "Hice un trato con un demonio para nunca decir que sí, y odio romper un contrato.",
  "El reloj del juicio final avanza más rápido cada vez que considero aceptar.",
  "Sí, puedes interpretar mi silencio como un no.",
  "Estoy asintiendo que sí en espíritu, pero físicamente estoy sacudiendo la cabeza no.",
  "Claro... ¿seguro puedes encontrar a alguien más?",
  "Sí está en mi vocabulario, solo que hoy no.",
  "En una escala del sí al no, estoy en un 'ni en un millón de años'.",
  "Quise decir que sí, pero lo único que salió fue no.",
  "Considera que mi 'sí' se perdió en el correo.",
  "Y-E-S son letras que no escucharás de mí hoy.",
  "Imagíname entusiasmadamente no haciendo eso.",
  "¿Imaginándome ayudar? Ahora imagina lo opuesto. Ahí lo tienes.",
  "Me siento con mala suerte, así que mejor no arriesgarme a decir que sí.",
  "Tiré los dados y salió 'no'.",
  "Consulté a la Dama Suerte; me dijo que me quedara en casa.",
  "Mi suerte se acabó justo antes de que preguntaras.",
  "Si tuviera un centavo de la suerte por cada vez que digo no, sería rico. Hablando de eso, no.",
  "Me uniría pero accidentalmente caminé bajo una escalera y rompí un espejo. No me arriesgaré.",
  "Mi adivino dijo 'no está en tus estrellas', confío en eso.",
  "Saqué una carta de la baraja; decía 'No pases por la casilla de salida, no digas que sí'.",
  "El destino decidió deslizar a la izquierda en esta.",
  "Las estrellas se alinearon… para formar un gran 'NO'.",
  "No puedo, el pronóstico del tiempo dijo que hay un 100% de probabilidad de que me quede en casa.",
  "Está lloviendo 'noes' y estoy empapado de ellos.",
  "Solo salgo en condiciones climáticas perfectas, lo cual esto claramente no es (para mí).",
  "Estoy experimentando una fuerte lluvia de flojera.",
  "Los vientos del destino soplaron y me golpearon en la cara con un 'no'.",
  "Hay una tormenta formándose y se llama Mi Renuencia.",
  "Sospecho que un tornado repentino de responsabilidades me mantendrá adentro.",
  "No me siento bien, específicamente bajo una nube de nop.",
  "El pronóstico para ese día soy yo con una alta probabilidad de no aparecer.",
  "Odiaría salir y derretirme; estoy hecho de azúcar y sarcasmo.",
  "Podría decir que sí, pero sería mentira.",
  "Mi corazón dice sí, pero mi alma dice '¿estás bromeando?'",
  "Soy físicamente capaz de hacerlo, solo que moralmente me opongo (al esfuerzo).",
  "Tengo un conflicto interno: una parte de mí dice 'no'. La otra parte también dice 'no'.",
  "He llegado a una edad donde simplemente digo no a las cosas que odio. Y odio esto.",
  "Mi fuerza de voluntad para hacer eso se quedó atorada en el tráfico y no llegará.",
  "Le di un pensamiento. El pensamiento fue 'no'.",
  "En teoría podría, pero quedémonos en la realidad donde no lo haré.",
  "Intento ser menos complaciente con la gente, comenzando ahora.",
  "Acabo de mirarme al espejo y practiqué decir 'no' y se sintió bien.",
  "No puedo decir que sí antes de tomar mi café. Y nunca planeo tomar café.",
  "Sin cafeína, no puedo hacerlo.",
  "Mi café y yo tenemos un pacto: sin él no tomo decisiones importantes, y no está disponible.",
  "Diría que sí, pero no he cumplido mi cuota diaria de café para lidiar con las consecuencias.",
  "Estoy en un estado descafeinado de no.",
  "Mi cerebro solo funciona con cafeína, y estamos experimentando un apagón.",
  "Sin café, no hay acción.",
  "La cafetera se reportó enferma, así que soy incapaz de aceptar nada.",
  "Me prometí a mí mismo que solo decidiría cosas después del café; mala suerte, ya es hora del no.",
  "Mi café matutino y yo decidimos que esto no vale la cafeína que tomaría.",
  "Estoy demasiado ocupado planeando la dominación mundial para asistir.",
  "Si dijera que sí, podría arruinar mi plan malvado.",
  "Mi guarida secreta necesita atención a esa hora.",
  "Estoy en medio de un esquema malévolo y no puedo alejarme.",
  "No puedo ayudarte, soy un supervillano en entrenamiento y esto arruinaría mi credibilidad.",
  "Me uniría, pero luego tendría que reclutarte en mis planes y no te gustaría.",
  "Estoy ideando cómo dominar el mundo, y necesito concentración total.",
  "Mis esbirros programaron una revuelta para ese día, y debo estar presente.",
  "Debo declinar lamentablemente ya que tengo muchas risas diabólicas que practicar.",
  "El mal nunca duerme, y aparentemente yo tampoco, excepto que definitivamente no saldré.",
  "Intento alinear mis chakras no estresándome, así que diré que no.",
  "Para mantener el balance en la Fuerza, debo declinar.",
  "Mi yin y mi yang me dicen que no lo haga.",
  "Por el bien del balance cósmico, no puedo aceptar.",
  "Estoy en medio de un ajuste de feng shui a mi vida que prohíbe nuevos compromisos.",
  "Debo rechazar, o el delicado equilibrio de mi flojera se alterará.",
  "Decir que sí desequilibraría la proporción semanal de síes a noes.",
  "Necesito mantener mi karma limpio, y siento que un sí lo ensuciaría.",
  "Debo alcanzar la paz interior, lo que significa no complicar mi día con esto.",
  "Me temo que si lo disfruto, se volverá un mal hábito.",
  "Si termino gustándome, entonces tendré que hacerlo de nuevo, así que no.",
  "Tengo miedo al éxito, así que debo declinar cualquier cosa que pueda funcionar.",
  "Temo que estableceré el estándar muy alto si digo que sí y hago un buen trabajo.",
  "¿Diversión? No estoy seguro de recordar qué es eso, mejor no arriesgarme.",
  "Soy alérgico a la diversión, me sale sarcasmo.",
  "Evito cualquier cosa que pueda hacerme sonreír demasiado.",
  "Intento mantenerme misterioso y decir que sí me haría demasiado accesible.",
  "Me gusta mantener mis expectativas bajas no haciendo nada.",
  "Estoy evitando la diversión hasta nuevo aviso.",
  "Pedirme que haga eso es como pedirle a un pez que trepe un árbol.",
  "Que yo haga eso sería como un pollo intentando hacer álgebra.",
  "Decir que sí sería tan inusual como un gato volviéndose vegano.",
  "Esa idea y yo vamos juntos como el aceite y el agua.",
  "Mi participación es como un cuadrado en un hoyo redondo, simplemente no encaja.",
  "Mi motivación y esa tarea son como dos imanes repeliéndose.",
  "Sería como esperar que un perezoso gane una carrera de 100m.",
  "Tan compatibles como el helado y la sopa caliente, mejor mantenerlos separados.",
  "Que yo diga que sí es tan probable como que unos cerdos piloteen una nave espacial.",
  "Esa petición es la mantequilla de cacahuate a mi alergia.",
  "Acabo de darme cuenta de que es un feriado: el Día Nacional de No lo Voy a Hacer.",
  "Estoy observando un feriado personal llamado Nop-viembre.",
  "No puedo, ese día tengo que ventilar mis quejas de Festivus.",
  "Ese día estoy comprometido celebrando el Festival del No.",
  "Ya me comprometí al Anti-Feriado del Trabajo.",
  "Celebro el Día del Revés haciendo lo opuesto a lo que pides.",
  "Lo siento, es mi día anual de descanso… como el Sabbat, pero para la flojera.",
  "Solo celebro eventos que incluyen pastel, así que a menos que haya pastel, no.",
  "Esa fecha choca con mi celebración extendida de Navidad Tranquila.",
  "Es el cumpleaños de mi piedra mascota, que básicamente es un feriado global para mí.",
  "Quiero decir que sí, pero mi sentido común grita 'no' repetidamente.",
  "Mi corazón dice quizá, pero mi cerebro lanzó una bandera roja gigante.",
  "Mi presentimiento empezó a hacer la Macarena cuando preguntaste (es un baile de no).",
  "Cada fibra de mi ser está haciendo la ola en honor a decir no.",
  "La pequeña voz responsable en mi cabeza y la voz floja ruidosa están de acuerdo: no.",
  "Le pregunté a mi buen juicio, y se rió histéricamente.",
  "Mi cerebro resaltó esa petición y presionó la tecla de borrar.",
  "Mi conciencia me atormentaría si dijera que sí.",
  "Hasta el ángel en mi hombro dice, 'nah, compa'.",
  "Mi voz interior solo grita 'NOOOO' al estilo Darth Vader.",
  "No estoy procrastinando, estoy diciendo que no de manera proactiva por adelantado.",
  "Estoy retrasando mi decisión hasta el fin de los tiempos, spoiler: es no.",
  "¿Para qué hacer hoy lo que puedo evitar indefinidamente?",
  "Mi agenda solo dice 'Nop' en cada página esta semana.",
  "Pondré esta petición en mi lista de pendientes justo después de 'aprender teletransportación'.",
  "Estoy en proceso de reprogramar mi procrastinación para después.",
  "Estoy esperando hasta el último minuto, y aún no llega para esto.",
  "Pensé en hacerlo después, luego me di cuenta de que 'después' también está lleno.",
  "Estoy en racha de procrastinación, no puedo parar ahora.",
  "Estoy posponiendo mi sí hasta un año que no existe.",
  "Ayudaría, pero entonces tendrías dos de nosotros necesitando ayuda.",
  "No estoy seguro de que puedas costear el daño que haría al intentarlo.",
  "Mi ayuda viene con garantía de devolución de dinero, pero no la quieres.",
  "Soy la última persona que debería hacer eso, literalmente, soy el último en la fila.",
  "Intenté hacer algo similar una vez, digamos que los bomberos se involucraron.",
  "Si lo hago, pasarás más tiempo corrigiendo mis errores.",
  "Mi competencia está de vacaciones ahora.",
  "Soy excelente procrastinando, no en hacer cosas realmente.",
  "Sería voluntario, pero la tarifa de incompetencia que cobro es bastante alta.",
  "Ayudaría, pero luego tendría que deslindarme legalmente de cualquier resultado.",
  "Realmente no me da alegría, así que paso.",
  "Esa idea no pasa la prueba del ambiente para mí.",
  "No siento una fuerte atracción gravitacional hacia hacer eso.",
  "Mi nivel de interés está entre cero y negativo.",
  "Si tuviera menos interés, estaría en coma.",
  "Mi curiosidad acaba de salir de la habitación cuando escuché esa idea.",
  "Estoy seguro de que es fascinante, pero mi capacidad de atención piensa lo contrario.",
  "Estoy ahorrando mi entusiasmo para algo más aburrido.",
  "Me quedé dormido a la mitad de considerarlo.",
  "Intenté emocionarme por eso y me desgarré un músculo.",
  "El gobierno me tiene en un programa de protección de testigos contra eventos como este.",
  "Mi oficial de libertad condicional dijo que solo puedo trabajar en ser flojo.",
  "El FBI llamó, dijo que si digo que sí sería un riesgo a la seguridad nacional.",
  "Iría, pero el juez de mi vida me sentenció a quedarme en casa.",
  "Mi licencia para divertirme fue revocada.",
  "Me encantaría cumplir, pero tengo órdenes estrictas de mí mismo de no hacerlo.",
  "La Reina de Inglaterra me dijo por espíritu que me quede en casa (solo tomo órdenes reales).",
  "La isla donde estoy exiliado no me permite salir para eventos.",
  "Estoy obligado contractualmente a declinar bajo los términos de mis decisiones de vida.",
  "La policía me dijo que soy demasiado interesante para asistir a reuniones normales.",
  "Soy demasiado mayor para este tipo de compromisos con cosas.",
  "Creo que estoy en una edad donde simplemente digo no a cosas como esta.",
  "A mi edad, mi 'importómetro' está descompuesto.",
  "Estoy teniendo una crisis de mediana edad y decir que sí no es parte de ella.",
  "Estoy en mi fase rebelde de solo hacer lo que quiero, así que no.",
  "Estoy canalizando a mi persona mayor gruñona interna y quedándome en casa.",
  "Estoy revisitando mi rebelión adolescente diciendo que no a todo.",
  "En mis tiempos, no teníamos que hacer cosas que no queríamos (y lo mantendré así).",
  "Estoy practicando para mi futuro como un viejo ermitaño gruñón.",
  "Estoy envejeciendo como vino fino, lo que significa ponerme más terco para decir que no.",
  "Mi hada madrina dijo que debo quedarme en casa o me convertiré en calabaza.",
  "Cenicienta dejó un zapato aquí y necesito ayudar a encontrar el otro en lugar de salir.",
  "Estoy esperando al Príncipe Azul con pizza, así que no puedo ir a ningún lado.",
  "No puedo ir, el Lobo Feroz está en mi puerta (vendiendo seguros, aparentemente).",
  "Tengo que vigilar mi casa de jengibre, ya sabes cómo es.",
  "Los siete enanitos me advirtieron sobre sobrecargarme.",
  "Estoy bajo un hechizo de sueño que solo el tiempo (y no hacer eso) puede romper.",
  "Perdí mi zapatilla de cristal y no puedo salir sin el calzado apropiado.",
  "La rana que se suponía que debía besar para convertirme en príncipe me dio un cheque posfechado.",
  "Estoy atrapado en un cuento de hadas, y aceptar eso no es parte de la trama.",
  "Tengo que guardar el refrigerador esta noche; los snacks cuentan conmigo.",
  "He dedicado ese tiempo a un helado que necesita compañía.",
  "Estoy cargando carbohidratos para un maratón de no hacer eso.",
  "Tengo una cita para cenar con una pizza y se pondría celosa si cancelo.",
  "No puedo salir; mi refrigerador acaba de abrir una botella de vino y sería grosero no unirme.",
  "Estoy probando una teoría de que puedo sobrevivir solo con papas, no puedo interrumpir eso.",
  "Mi horno y yo tenemos planes de hornear y comer un pastel completo.",
  "Prometí ayudar a mis palomitas a reventar, es un proceso muy involucrado.",
  "Lo haría, pero acabo de empezar a cocinar una comida de cinco tiempos para uno (yo).",
  "Estoy aprendiendo a cocinar comidas invisibles; consume mucho tiempo.",
  "Tengo que estar en espera por si Netflix necesita que vea algo.",
  "Estoy de guardia como el papa del sofá familiar.",
  "Soy la persona designada para quedarse en casa esta semana.",
  "Estoy de servicio de jurado en la corte de mi propia flojera.",
  "Estoy en una misión de espera secreta, no puedo revelar, solo sé que no puedo ir.",
  "Soy el contacto de emergencia de mi TV, así que debo estar disponible.",
  "Me comprometí a quedarme en casa en caso de una emergencia de botanas.",
  "Me inscribí como sujeto de prueba para dormir hasta tarde, y tengo una sesión entonces.",
  "Soy parte de un proyecto secreto llamado Proyecto No.",
  "Tengo un deber que cumplir: evitar que mi sofá se sienta solo.",
  "Mi carro decidió tomar un día personal libre.",
  "El transporte público en mi sala no está operativo actualmente.",
  "Intenté salir, pero mi puerta no me dejó (negociamos y me quedé).",
  "Mi GPS recomendó que me quede en casa para evitar malas decisiones.",
  "Mi pony para viajes compartidos está enfermo. Sí, es un pony, no preguntes.",
  "Iría en bicicleta, pero mi bici se rio de mí.",
  "Uber no me entrega a malas ideas.",
  "Perdí el tren del pensamiento que me haría ir.",
  "Mi escoba está en el taller (ya sabes lo poco confiables que son).",
  "Todos los caminos conducen a que me quede en casa.",
  "Mi seguro no cubre actos de mí haciendo eso.",
  "Necesito quedarme en un ambiente seguro, y ese evento suena riesgoso (para mi cordura).",
  "Salud Ocupacional marcó esa actividad como un peligro para mí.",
  "Estoy esperando a que llegue mi traje de plástico de burbujas antes de intentar esas cosas.",
  "Eso suena peligroso para mi bienestar (principalmente mi bienestar mental).",
  "Solo opero maquinaria pesada (como mi sofá) bajo supervisión, así que no puedo ir.",
  "La última vez que lo intenté, me dio un corte de papel en el alma.",
  "Por razones de seguridad, debo mantenerme alejado de ese tipo de emoción.",
  "Mi ángel guardián presentó una orden de restricción contra ese plan.",
  "Prefiero no lesionar mi voluntad de vivir diciendo que sí.",
  "He trascendido la necesidad de actividades como esa.",
  "Me estoy enfocando en el viaje de no hacer nada, no en el destino de esa tarea.",
  "Mi crisis existencial y yo decidimos en contra.",
  "En el gran tapiz de la vida, soy el hilo que se sienta esta fuera.",
  "Me he dado cuenta de que el sentido de la vida no es hacer eso, así que estoy bien.",
  "Prefiero buscar el propósito de la vida que asistir.",
  "Pienso, luego existo… no para hacer eso.",
  "Mi filosofía actual: si requiere pantalones, es un no.",
  "Estoy practicando el wu wei (no hacer nada) según el Taoísmo, así que debo declinar.",
  "¿Hacer o no hacer? Esa es la pregunta, y he respondido 'no hacer'.",
  "Entrené por años bajo un maestro de decir no.",
  "Tengo un cinturón negro en No-jitsu.",
  "Me he estado preparando toda mi vida para decir no a esta petición exacta.",
  "Tomé un seminario de asertividad y me muero por usar lo que aprendí: No.",
  "Mis reflejos están afinados para declinar invitaciones automáticamente.",
  "Me inscribí a un taller de 'Solo Di No' y necesito practicar.",
  "Soy parte de una sociedad secreta donde solo nos comunicamos mediante negativas.",
  "Mi reacción instintiva es no, y mi rodilla se siente particularmente reactiva.",
  "Decir no es mi cardio.",
  "He estado ensayando mi 'no' toda la semana para una ocasión así.",
  "No es mi segundo nombre. Bueno, no legalmente, pero espiritualmente.",
  "Vengo de una larga línea de expertos en declinar.",
  "Mi prueba de ADN salió: soy 100% no hacer eso.",
  "Estoy genéticamente predispuesto a decir no.",
  "Nací para decir no, la primera palabra que dije y nunca paré.",
  "Tengo un trastorno genético raro donde me broto en negativas.",
  "Mi animal espiritual es un perezoso, y me dice que me quede quieto.",
  "Astrológicamente, soy un No-rio o un Libra-que-no (uno de esos).",
  "Hice un juramento de niño de evitar cualquier cosa que se parezca a esto.",
  "Mi coach de vida me aconsejó eliminar estresores, empezando con esto.",
  "Mis amigos tendrían un ataque al corazón si de repente dijera que sí a las cosas.",
  "Sentaría un mal precedente si empezara a aceptar peticiones razonables.",
  "Si empiezo a decir que sí ahora, ¿dónde terminará? ¿Dominación mundial? Mejor no.",
  "Decir que sí una vez podría darme una reputación de servicial, no puedo permitir eso.",
  "No puedo sorprender a mi sistema con responsabilidad así, órdenes del doctor.",
  "Sí es una palabra tan pequeña para un evento que cambia la vida, no estoy listo.",
  "Me temo que decir que sí ahora abrirá compuertas de expectativas.",
  "Si dijera que sí, la gente podría esperar que lo hiciera de nuevo. ¡Que idea tan terrible!",
  "Aceptar esto confundiría a todos los que me conocen como un evasor profesional.",
  "Mi marca es 'decepción confiable', y debo ser consistente.",
  "¿Puedo tomar un vale para después y luego perderlo para siempre?",
  "Pongámoslo en el calendario para el 12 del Nunca.",
  "Me uno a ti el día 32 de este mes.",
  "¿Qué tal si tomo el próximo... en un universo paralelo?",
  "Quizá en otro momento, como cuando los cerdos vuelen o el infierno se congele, lo que ocurra primero.",
  "Asistiré en espíritu. Específicamente, el espíritu de 'no estar allí'.",
  "Digamos que estuve allí en nuestra imaginación y dejémoslo ahí.",
  "Estoy allí en pensamiento, solo no en cuerpo o presencia real.",
  "Te aviso cuando esté libre. (No esperes sentado).",
  "Estoy en una misión en un videojuego y la vida real no puede competir.",
  "Lo haría, pero me falta un punto de experiencia para subir de nivel en no hacer nada.",
  "Mi gremio en World of Warcraft necesita que yo cultive pociones de 'No'.",
  "Estoy en medio de una partida de Tetris de alto riesgo (sí, es muy serio).",
  "Le prometí a mis amigos en línea que mantendría el servidor vivo quedándome conectado.",
  "Estoy practicando mis habilidades de gaming; las misiones de la vida real tienen que esperar.",
  "Tengo que defender mi aldea virtual de invasores pixelados a esa hora.",
  "Mi control murió, y con eso mi deseo de salir.",
  "Estoy roleando como un recluso actualmente.",
  "Estoy ocupado logrando un nuevo récord en introversión.",
  "No tengo nada que ponerme que combine con la mirada de arrepentimiento que tendría si fuera.",
  "Toda mi ropa es alérgica a las actividades exteriores.",
  "Mi guardarropa y yo tenemos un acuerdo: solo ve el sofá.",
  "Iría, pero ya me puse mi pijama.",
  "No puedo encontrar mi motivación para vestirme bien; creo que la doné.",
  "El código de vestimenta para eso suena a 'esfuerzo', así que me salgo.",
  "Solo asisto a eventos que permiten pijamas como vestimenta formal.",
  "Mi sentido de la moda acaba de enviar un mensaje: dijo que no me molestara.",
  "Estoy atrapado en el Narnia de mi clóset y no puedo salir para asistir.",
  "Lo siento, nada en mi clóset grita 'hagámoslo'. Todo grita 'quédate en casa'.",
  "Mi perro se comió mi tarea, y luego demandó una secuela.",
  "Llegué tarde porque el tiempo decidió moverse más rápido que yo hoy.",
  "Falté al trabajo porque mi habitación estaba llevando a cabo una situación de rehén conmigo como rehén.",
  "No aparecí porque prefiero estar ausente con estilo.",
  "Mi despertador y yo nos peleamos, y ganó al no sonar.",
  "Falté a clase porque sentí que me debía a mí mismo no aprender cosas malas.",
  "No pude unirme porque estaba ocupado no entrando en pánico por eso.",
  "No asistí a la reunión porque fui abducido por un sueño despierto.",
  "Me rajé a último minuto porque los problemas de compromiso corren en mi familia.",
  "Llegué a tiempo en espíritu, pero mi cuerpo tomó un desvío.",
  "¿Un pez necesita una bicicleta? Así de necesario es para mí hacer esto.",
  "¿Los cerdos vuelan? Solo entonces haría eso.",
  "¿El cielo es verde? ¿No? Ahí tienes mi respuesta.",
  "¿Sería sabio de mi parte aceptar? Eso es un no del Consejo de Mí.",
  "¿Es esta la parte donde digo que sí? ¿No? Bien, porque no lo haré.",
  "¿Acaso parezco alguien que haría eso? Correcto, no parezco.",
  "¿Es el Día del Revés? Porque de lo contrario mi respuesta es no.",
  "¿Acabo de escucharme voluntario? No, así que lo mantendré así.",
  "¿Es una pregunta capciosa? Porque estoy respondiendo como si lo fuera: no.",
  "¿Voy a ir? Responderé eso cuando el agua no esté mojada.",
  "Voy a entregar mi respuesta en danza interpretativa. *realiza un NO*",
  "Si pudiera cantar, te cantaría 'yo digo que nooo' en ópera.",
  "Imagíname gritando dramáticamente '¡Declino!' con un floreo de capa.",
  "Escribiré un haiku para mi respuesta: 'No absolutamente / Indudablemente no / Sigue siendo no, lo siento'.",
  "Imagina un avión que escribe 'NO' sobre tu casa, esa es mi respuesta.",
  "Inserta un sonido de orquesta: dun dun dun NO.",
  "Estoy lanzando confeti y el confeti dice 'NO'.",
  "Estoy sosteniendo una tarjeta de puntuación que dice 0, como en 0% de probabilidad.",
  "Hora de teatro improvisado: interpreto a una persona que dice no. Fin de la escena.",
  "*Entrada dramática con un monólogo de negativa*.",
  "Lo haría, pero soy Batman. (Esa excusa funciona para todo, ¿no?)",
  "Ayer fui abducido por aliens y me dieron instrucciones estrictas de evitar eso.",
  "Unos alienígenas me invitaron a una fiesta galáctica, y ya confirmé asistencia con ellos.",
  "Me estaré comunicando con extraterrestres a esa hora, los eventos terrestres deben esperar.",
  "Estoy en una misión a Marte en mis sueños, conflicto de agenda con la realidad.",
  "No puedo ir, soy el guía turístico de los aliens en la Tierra y son muy demandantes.",
  "La nave nodriza viene a recogerme en cualquier momento.",
  "Estoy aprendiendo un idioma alienígena, no tienen una palabra para sí y yo tampoco la tengo ahora.",
  "Los aliens se llevaron mi entusiasmo cuando se fueron.",
  "Sospecho que soy un alienígena, y históricamente evitamos esas situaciones.",
  "Mi planeta me necesita, así que debo irme (significa que debo quedarme en casa).",
  "Me postulo para Presidente del Club de Procrastinación; mi campaña consume mucho tiempo.",
  "Mi voluntad de participar desapareció misteriosamente justo cuando preguntaste.",
  "Jugué la lotería del interés y perdí.",
  "Tengo un miedo irracional a disfrutar accidentalmente las obligaciones, así que las evito.",
  "Como dice el meme: nadie tiene tiempo para eso.",
  "Estoy demasiado adentro de mi zona de confort para siquiera ver la salida.",
  "Alcancé mi límite de nopes por hoy.",
  "Mi calendario acaba de enviarme una orden de restricción contra eventos nuevos.",
  "Estoy en una relación a largo plazo con cancelar planes.",
  "Estoy experimentando JOMO (Alegría de Perdérmelo) por este evento.",
  "Canalizando a Nike al Revés: 'Simplemente no lo hagas'.",
  "Prefiero arrepentirme de no hacerlo que arrepentirme de hacerlo.",
  "Aplicando mi versión de la Ley de Murphy: si se puede evitar, se evitará.",
  "Mi respuesta es como el gato de Schrödinger: es tanto sí como no hasta que te das cuenta de que es solo no.",
  "YOLO, por eso digo que no, valoro demasiado mi única vida.",
  "Mi app de horóscopo acaba de notificarme: 'Hoy es un buen día para decir que no'.",
  "Si decir no fuera un deporte olímpico, tendría una medalla de oro.",
  "Uso mi negativa como una medalla de honor.",
  "Voy a tener que declinar más rápido que un guepardo con bebidas energéticas.",
  "Diría que sí, pero luego tendría que despertar de mi sueño despierto, y la realidad es mucho menos agradable.",
  "¡Emergencia! Se me acabó el chocolate, y eso es todo lo que puedo manejar ahora.",
  "El destino acaba de deslizarse a mis MDs con un enorme 'no'.",
  "Mi cerebro está a capacidad máxima con información inútil, no hay espacio para nuevas tareas.",
  "Si te ayudo, me sentiría orgulloso de mí mismo, y no puedo manejar tanta emoción.",
  "Te daré dos opciones: no, o nop. Tú eliges.",
  "Hagamos opción múltiple. Elijo la opción (D) - No va a suceder.",
  "Mira el lado bueno: al menos soy consistente en decir no.",
  "Considera esto un 'no' servido con una guarnición de sarcasmo.",
  "Estoy atrapado en un agujero negro de procrastinación y no puedo escapar a tiempo para hacer eso.",
  "Solo digo que sí durante eclipses solares, y no hay ninguno programado.",
  "Mi alma retro no puede manejar tareas modernas como esa.",
  "La palabra 'sí' me da urticaria, estoy evitando una reacción alérgica.",
  "Tuve un sueño en el que dije que sí; desperté bañado en sudor frío. No lo haré en la realidad.",
  "En el tiempo que te tomó preguntar, ya decidí que no.",
  "Lo siento, no puedo escucharte sobre el sonido de mí no haciendo eso.",
  "Creo que nuestra conexión es mala. Si me pediste hacer algo, la respuesta es estática... lo que significa no.",
  "Te escuché mal, pensé que dijiste '¿quieres un taco?'. Como no lo dijiste, no me interesa.",
  "Mi teléfono autocorrigió tu petición a 'no', ¿raro, no?",
  "Recibí tu mensaje, pero lamentablemente mi filtro de spam lo capturó bajo 'tareas no deseadas'.",
  "Creo que tienes el número equivocado; la persona que dice que sí no está disponible.",
  "Hablo sarcasmo con fluidez, así que mi interpretación de tu pregunta es un no rotundo.",
  "Déjame ponerte en espera... *nunca te quita de la espera*",
  "No recibí el memo de que se suponía que me importara.",
  "Estoy experimentando algunas dificultades técnicas en dar un comino.",
  "Los dioses de la procrastinación demandan que sacrifique esta tarea no haciéndola.",
  "No es una oración completa, y es mi respuesta final.",
  "Temo que aceptar podría desencadenar un apocalipsis zombie, así que juego a lo seguro.",
  "Mi sentido arácnido está hormigueando, y me dice que no haga esto.",
  "La fábrica de mi ser simplemente no está tejida para esa petición.",
  "Dicen 'sigue tus sueños', y mi sueño es no hacer eso.",
  "Solo sigo el dicho 'haz lo que amas', y amo decir no.",
  "Hoy no, Satanás. En realidad, ningún día.",
  "Mi procrastinación está haciendo un trabajo fantástico; no querría interrumpir su flujo.",
  "No significa 'Nuevas Oportunidades'... para que me quede en casa.",
  "Hice una apuesta de que podía decir no a todo por una semana. Estoy a punto de ganar.",
  "Estoy realizando un experimento social donde digo no y observo qué pasa.",
  "Una de mis molestias es hacer cosas, así que simplemente no lo hago.",
  "La vida es corta, y elijo desperdiciarla a mi manera, no en eso.",
  "Ya cumplí mi cuota de malas decisiones del mes; decir que sí la excedería.",
  "Me encantaría participar, pero estoy muerto por dentro, así que simplemente no puedo.",
  "Tengo síndrome del personaje principal, y mi arco narrativo no involucra hacer eso.",
  "Piensa en mí como el jefe final de decir no, invicto.",
  "El tiempo es un recurso no renovable, y elijo no gastar nada en eso.",
  "Mi prueba gratuita de hacer cosas expiró, y no puedo pagar la suscripción.",
  "Estoy en una dieta estricta de 'sin compromisos'.",
  "Estoy haciendo ayuno intermitente de responsabilidades; hoy es día de ayuno.",
  "Solo digo que sí en años bisiestos, y hoy no lo es.",
  "No puedo arriesgarme a desbloquear mi forma final siendo servicial.",
  "Necesito mantener mi aire de misterio no apareciendo.",
  "No puedo dejar que la gente descubra que en realidad tengo tiempo libre.",
  "Usé toda mi fuerza de voluntad solo para salir de la cama esta mañana.",
  "Mi vida es un libro de 'Elige tu propia aventura', y pasé a la página donde digo no.",
  "Por el poder a mí conferido, oficialmente digo no.",
  "Yo, mí y yo tuvimos una reunión; decidimos unánimemente declinar.",
  "Veo tu petición y te subo un 'no'.",
  "Mi entusiasmo está en espera, y la fecha de entrega sigue retrasándose.",
  "Todavía me recupero de la última vez que dije que sí.",
  "Solía hacer cosas como esa, hasta que me dieron una flecha en la rodilla.",
  "No es procrastinación si nunca planeé hacerlo.",
  "No elegí la vida del no, la vida del no me eligió.",
  "El esfuerzo actualmente no es soportado por mi sistema operativo.",
  "Mi asistente personal (que es imaginario) ya declinó por mí.",
  "Prefiero permanecer un mensaje de fuera de oficina en forma humana.",
  "Me perdí en el camino al 'sí' y terminé en el 'no'.",
  "Si digo que sí, entonces realmente tendría que hacerlo, evitemos eso.",
  "En el viaje del héroe de mi vida, estoy en la etapa del 'rechazo de la llamada'.",
  "Estoy de sabático de cualquier cosa que suene a trabajo.",
  "Hice una resolución de Año Nuevo para decir no más seguido. Empezando ahora.",
  "Realicé una evaluación de riesgo y los resultados dijeron 'no'.",
  "Tengo una reputación que mantener, específicamente por decir no.",
  "Mi intuición me dice que hoy no es el día para empezar a ser servicial.",
  "La idea de hacer eso me dio un dolor de espalda fantasma. Paso.",
  "Si tuviera cinco centavos por cada vez que digo no, tendría muchos cinco centavos.",
  "Asisto a una reunión del Club Social Anti-Social (soy el único miembro).",
  "El disco duro de mi cerebro está lleno; no hay espacio para esa tarea.",
  "Iría, pero estoy probando esta cosa nueva donde simplemente no lo hago.",
  "Lamento informarte que no estaré haciendo eso vigorosamente.",
  "Estoy viviendo vicariamente a través de otros que dicen que sí, así que no tengo que hacerlo.",
  "Espejito, espejito, ¿debo hacerlo? Dijo: 'Para nada'.",
  "No puedo decir que sí, pondría en riesgo mi posición en el Salón de la Fama de los Procrastinadores.",
  "La probabilidad de que yo haga eso se acerca al cero absoluto.",
  "Mi compromiso con no hacer nada se pondría celoso si hiciera algo más.",
  "Mi competencia central es evitar cosas, y realmente necesito enfocarme en ello.",
  "Carezco del entusiasmo necesario para siquiera pretender considerar eso.",
  "Soy más una persona de 'observar desde lejos' que de 'participar'.",
  "Mi cerebro es como un loro que solo conoce una palabra: 'no'.",
  "Estoy escribiendo un libro llamado '101 Maneras de Decir No', gracias por el material.",
  "Soy un pésimo mentiroso, así que no pretenderé que quiero hacer eso.",
  "'No.' Le doy a esa respuesta cinco estrellas.",
  "'No', de mi parte, con amor.",
  "Que el 'no' te acompañe.",
  "Decir no es mi superpoder, y lo uso para salvar mi tiempo libre.",
  "Sentí agotamiento solo de escucharlo, así que declino preventivamente.",
  "Estoy siguiendo el principio del mínimo esfuerzo, lo que significa que debo declinar.",
  "Mi vida es como una comedia sobre evitar responsabilidades, y no puedo romper el personaje.",
  "Verifiqué mi disponibilidad y los resultados salieron negativos.",
  "Voy a pretender que no escuché esa petición y seguiré sin hacerlo.",
  "No se puede, dicho de la manera más amable posible.",
  "Me tomo un año de salud mental (empezando ahora), así que debo declinar.",
  "Me niego a responder porque podría llevarme a hacer trabajo real.",
  "Seamos honestos: ambos sabemos que no lo voy a hacer.",
  "Voy a tener que nopear por razones personales (razón personal: simplemente no quiero).",
  "No es por presumir, pero soy muy bueno en no hacer cosas.",
  "Imagina un diagrama de Venn de mi agenda y tu petición, no se superponen.",
  "Tengo demasiadas pestañas abiertas en mi cerebro, y ninguna es sobre eso.",
  "Estoy completamente agendado con introspección (lo que es código para no hacer nada).",
  "Tengo una lista de no hacer, y esto está justo en la cima.",
  "Estoy sobreagendado con subrealización.",
  "Esta petición está por encima de mi grado salarial emocional.",
  "Mi entusiasmo se declaró en bancarrota, así que no puedo invertir en eso.",
  "Mi calendario está lleno de espacios en blanco reservados para tiempo para mí.",
  "No te estoy ignorando, te estoy dando un no muy claro.",
  "Si tomo una cosa más, oficialmente me convertiré en una advertencia.",
  "Piensa en mi negativa como una lección gratuita en manejar el rechazo.",
  "Admiro tu persistencia al preguntar, pero sigue siendo un no.",
  "Ya estoy viviendo en el carril rápido de no hacer nada, así que no puedo reducir la velocidad para eso.",
  "No puedo ir, estoy extremadamente ocupado no estando ocupado.",
  "Si te ayudo, me sentiré obligado a ayudar a otros, y esa es una pendiente resbaladiza que evito.",
  "El universo me dijo que 'me consintiera', lo que tomo como señal para quedarme en casa.",
  "Nadie me ha acusado de ser demasiado servicial, y no planeo empezar ahora.",
  "Tengo miedo al cambio, así que me quedo con decir no.",
  "Mi vida es como una torre de Jenga; una cosa más podría hacerla colapsar.",
  "No tengo el ancho de banda (ni ningún otro ancho) para eso.",
  "La vida es corta, y mi lista de siestas es larga.",
  "Francamente, querida, me importa un comino (hacerlo).",
  "Intenté verlo desde tu perspectiva, pero aún tengo que decir no.",
  "El momento no es el adecuado, principalmente porque simplemente no quiero hacerlo.",
  "Estoy en modo sigilo social, así que debo declinar cualquier invitación.",
  "Tengo una condición crónica llamada 'yonoquiero'.",
  "Elijo la iluminación del sofá sobre empresas mundanas como esa.",
  "Estoy fuera de servicio indefinidamente.",
  "Estoy en medio de un ritual muy delicado de 'no hacer nada'.",
  "¿Qué tal si te prometo pensarlo? (No lo haré, pero suena educado).",
  "Tengo un compromiso previo: un concurso de miradas con mi pared.",
  "Estaré ocupado explorando el gran interior.",
  "El sofá me ha aceptado como uno de los suyos, y no puedo traicionar su confianza.",
  "'No' es el nuevo 'sí', solo me mantengo a la moda.",
  "Soy el héroe que mi sofá merece, así que debo quedarme con él.",
  "Las probabilidades de que yo haga eso son las mismas que ganar la lotería sin comprar un boleto.",
  "Eso no está en mi lista de deseos; de hecho, está en mi lista de desechos.",
  "Discúlpame, mi cerebro está fuera de servicio.",
  "Si hubiera un premio por evitar la participación, yo sería el favorito.",
  "Declino por un exceso de apatía.",
  "Mi destino está en otro lado, específicamente, en mi sofá.",
  "Uno simplemente no me hace decir que sí.",
  "Es un no de mi parte, compa.",
  "Si digo que sí, tendría que dejar de quejarme de estar ocupado, y no puedo tener eso.",
  "Mi energía funciona con energía solar, y es de noche.",
  "Tomaré una por el equipo no uniéndome a este esfuerzo.",
  "Soy el 'pro' en procrastinar, y no arruinaré mi racha.",
  "Hasta mi sombra decidió quedarse en casa, así que yo también.",
  "Por suerte, tengo seguro de procrastinación. Me cubre en situaciones como esta.",
  "No es mi circo, y esos no son mis monos, así que no es mi acto a realizar.",
  "No tengo suficiente maná para esa misión.",
  "El espíritu está dispuesto, pero la carne ya pidió comida para llevar y se acomodó.",
  "Mi voluntad de hacer eso está en el taller para reparaciones.",
  "Podría listar 1000 razones por las que digo no, pero te las ahorraré.",
  "Declino ahora, para evitar declinar después.",
  "Me elijo a mí mismo sobre este compromiso, así que, no.",
  "Te ahorraré un sí a medias y te daré un no honesto.",
  "Si mi vida fuera una película, esta es la parte donde digo no y salen los créditos.",
  "Cierro la puerta a esa idea (literal y figurativamente).",
  "Mi intuición gritó 'no' tan fuerte que tuve que responder acorde.",
  "'No' es mi lugar feliz.",
  "La respuesta que buscas no está disponible en este momento (intenta de nuevo nunca).",
  "Para citar una respuesta famosa: 'No'.",
  "Ejercito mi derecho a decir no.",
  "Piensa en esto como un veto estratégico.",
  "Nunca he estado tan seguro de algo como de decir no.",
  "Desperté hoy y decidí que es un día de 'no'.",
  "Hoy solo hablo en negativos.",
  "Estoy en una misión para mantener cero compromisos.",
  "Hasta mi FitBit me dice que me quede quieto.",
  "Elijo Netflix sobre el estrés, lo siento.",
  "No, de la manera más sincera y humorística posible.",
  "Mi calendario está en huelga.",
  "Me elijo a mí, así que te digo no a ti.",
  "Le hago un favor a todos apegándome a lo que soy bueno: decir no.",
  "No es parte de mi rutina de cuidado personal.",
  "Este es un no sin culpa.",
  "Si ayudara, te robaría la oportunidad de hacerlo tú mismo.",
  "Mi agenda está en modo avión.",
  "No te estoy haciendo ghosting, te doy un no firme.",
  "Estoy en paz diciendo no.",
  "Negativo. Punto final.",
  "Debo proteger mi cordura a toda costa, así que no.",
  "No llegué hasta aquí para solo llegar hasta aquí. De hecho, no voy a llegar en absoluto.",
  "Es un 'no' del comité de yo, mí y yo.",
  "Debo declinar, alcancé mi umbral de dar un comino.",
  "Aunque quisiera, no podría. Y no quiero.",
  "Voy a aprovechar la oportunidad de no hacer nada en su lugar.",
  "Mi voluntad de participar ha abandonado el edificio.",
  "Tu petición ha sido denegada por falta de interés de mi parte.",
  "Asumamos que dije no y sigamos adelante.",
  "Actualmente estoy fuera de servicio. Por favor intenta de nuevo nunca.",
  "Ay, debo declinar.",
  "Declinar esta petición me da alegría.",
  "Podría tal vez ser convencido, pero probablemente aún diría que no al final.",
  "Tengo una objeción filosófica a hacer eso.",
  "Si fuera más indiferente, sería una estatua.",
  "Necesito priorizar mis prioridades, que actualmente son dormir y comer botanas.",
  "Mi agenda tiene una función de 'nop' incorporada.",
  "Decir que sí rompería las leyes de la física en mi universo personal.",
  "En este punto, decir que sí simplemente se sentiría mal.",
  "Me prometí a mí mismo que me apegaría a ser inútil esta semana.",
  "Mi flojera está en pleno apogeo, y no puedo desarraigarla por esto.",
  "Soy alérgico a las obligaciones y me salen excusas.",
  "Me sentaré esta fuera y dejaré que el karma recompense mi honestidad.",
  "No puedo hacerlo, dicho de la manera más amable posible (sigue siendo no).",
  "Piensa en mi 'no' como un acto de autocuidado.",
  "Ejercito mi libertad de elección, y elijo no.",
  "Estoy trabajando duro en no hacer nada.",
  "Ayudaría, pero eso contradeciría la misión de mi vida.",
  "No, pero aprecio tu optimismo.",
  "Tengo un cinturón negro en evasión, y odiaría desperdiciarlo (así que, no).",
  "Estoy en el Programa de Protección de Testigos del No (digo no y luego me escondo).",
  "Debo quedarme en casa y asegurarme de que la gravedad siga funcionando. (Alguien tiene que hacerlo).",
  "Si voy, ¿quién sostendrá el fuerte? (El fuerte siendo mi sofá).",
  "Estoy en medio de una auditoría de vida, y los compromisos innecesarios no pasaron el corte.",
  "Declinar esto es en realidad parte de mi plan quinquenal.",
  "Imagina un diagrama de Venn de mi agenda y tu petición, no se superponen.",
  "Tengo demasiadas pestañas abiertas en mi cerebro, y ninguna es sobre esa tarea.",
  "Estoy completamente agendado con introspección (lo que es código para no hacer nada).",
  "Tengo una lista de no hacer, y esto está justo en la cima.",
  "Estoy sobreagendado con subrealización.",
  "Esta petición está por encima de mi grado salarial emocional.",
  "Mi entusiasmo se declaró en bancarrota, así que no puedo invertir en eso.",
  "Mi calendario está lleno de espacios en blanco reservados para tiempo para mí.",
  "No te estoy ignorando, te estoy dando un no muy claro.",
  "Si tomo una cosa más, oficialmente me convertiré en una advertencia.",
  "Piensa en mi negativa como una lección gratuita en manejar el rechazo.",
  "Admiro tu persistencia al preguntar, pero sigue siendo un no.",
  "Ya estoy viviendo en el carril rápido de no hacer nada, así que no puedo reducir la velocidad para eso.",
  "No puedo ir, estoy extremadamente ocupado no estando ocupado.",
  "Si te ayudo, me sentiré obligado a ayudar a otros, y esa es una pendiente resbaladiza que evito.",
  "El universo me dijo que 'me consintiera', lo que tomo como señal para quedarme en casa.",
  "Nadie me ha acusado de ser demasiado servicial, y no planeo empezar ahora.",
  "Tengo miedo al cambio, así que me quedo con decir no.",
  "Mi vida es como una torre de Jenga; una cosa más podría hacerla colapsar.",
  "No tengo el ancho de banda (ni ningún otro ancho) para eso.",
  "La vida es corta, y mi lista de siestas es larga.",
  "Francamente, querida, me importa un comino (hacerlo).",
  "Intenté verlo desde tu perspectiva, pero aún tengo que decir no.",
  "El momento no es el adecuado, principalmente porque simplemente no quiero hacerlo.",
  "Estoy en modo sigilo social, así que debo declinar cualquier invitación.",
  "Tengo una condición crónica llamada 'yonoquiero'.",
  "Estoy fuera de servicio indefinidamente.",
  "Estoy en medio de un ritual muy delicado de 'no hacer nada'.",
  "¿Qué tal si te prometo pensarlo? (No lo haré, pero suena educado).",
  "Tengo un compromiso previo: un concurso de miradas con mi pared.",
  "Estaré ocupado explorando el gran interior.",
  "El sofá me ha aceptado como uno de los suyos, y no puedo traicionar su confianza.",
  "'No' es el nuevo 'sí', solo me mantengo a la moda.",
  "Soy el héroe que mi sofá merece, así que debo quedarme con él.",
  "Las probabilidades de que yo haga eso son las mismas que ganar la lotería sin comprar un boleto.",
  "Eso no está en mi lista de deseos; de hecho, está en mi lista de desechos.",
  "Discúlpame, mi cerebro está fuera de servicio.",
  "Si hubiera un premio por evitar la participación, yo sería el favorito.",
  "Declino por un exceso de apatía.",
  "Mi destino está en otro lado, específicamente, en mi sofá.",
  "Uno simplemente no me hace decir que sí.",
  "Es un no de mi parte, compa.",
  "Si digo que sí, tendría que dejar de quejarme de estar ocupado, y no puedo tener eso.",
  "Mi energía funciona con energía solar, y es de noche.",
  "Tomaré una por el equipo no uniéndome a este esfuerzo.",
  "Soy el 'pro' en procrastinar, y no arruinaré mi racha.",
  "Hasta mi sombra decidió quedarse en casa, así que yo también.",
  "Por suerte, tengo seguro de procrastinación. Me cubre en situaciones como esta.",
  "No es mi circo, no son mis monos, así que definitivamente no es mi acto a realizar.",
  "No tengo suficiente maná para esa misión.",
  "El espíritu está dispuesto, pero la carne ya pidió comida para llevar y se acomodó.",
  "Mi voluntad de hacer eso está en el taller para reparaciones.",
  "Podría listar 1000 razones por las que digo no, pero te las ahorraré.",
  "Declino ahora, para evitar declinar después.",
  "Me elijo a mí mismo sobre este compromiso, así que, no.",
  "Te ahorraré un sí a medias y te daré un no honesto.",
  "Si mi vida fuera una película, esta es la parte donde digo no y salen los créditos.",
  "Cierro la puerta a esa idea (literal y figurativamente).",
  "Mi intuición gritó 'no' tan fuerte que tuve que responder acorde.",
  "'No' es mi lugar feliz.",
  "La respuesta que buscas no está disponible en este momento (intenta de nuevo nunca).",
  "Para citar una respuesta famosa: 'No'.",
  "Ejercito mi derecho a decir no.",
  "Piensa en esto como un veto estratégico.",
  "Nunca he estado tan seguro de algo como de decir no.",
  "Desperté hoy y pensé: 'mejor no'.",
  "Hoy solo hablo en negativos.",
  "Estoy en una misión para mantener cero compromisos.",
  "Hasta mi FitBit me dice que me quede quieto.",
  "Elijo Netflix sobre el estrés, lo siento.",
  "No, de la manera más sincera y humorística posible.",
  "Mi calendario está en huelga.",
  "Le hago un favor a todos apegándome a lo que soy bueno: decir no.",
  "No es parte de mi rutina de cuidado personal.",
  "Este es un no sin culpa.",
  "Si ayudara, te robaría la oportunidad de hacerlo tú mismo.",
  "Mi agenda está en modo avión.",
  "No te estoy haciendo ghosting, te doy un no firme.",
  "Estoy en paz diciendo no.",
  "Negativo. Punto final.",
  "Debo proteger mi cordura a toda costa, así que no.",
  "Ay, debo declinar.",
  "Declinar esta petición me da alegría.",
  "No te estoy ignorando, te estoy dando un no muy claro.",
  "Finge que te di una excusa ingeniosa y solo toma el 'no' como implícito."
]
